tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "bash"
brew "bats"
brew "chamber"
brew "cloc"
brew "cmake"
brew "go"
brew "direnv"
brew "dirmngr"
brew "docker"
brew "entr"
brew "exercism"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "openssl"
brew "wxmac"
brew "erlang"
brew "freetype"
brew "gettext"
brew "gmp"
brew "mpfr"
brew "readline"
brew "gawk"
brew "isl"
brew "libmpc"
brew "gcc"
brew "gdbm"
brew "git"
brew "git-secrets"
brew "libunistring"
brew "gnupg"
brew "gpg-agent"
brew "libtool"
brew "graphviz"
brew "pcre"
brew "grep", args: ["with-default-names"]
brew "icu4c"
brew "ipcalc"
brew "oniguruma"
brew "jq"
brew "libidn2"
brew "libusb-compat"
brew "libyaml"
brew "little-cms"
brew "lolcat"
brew "lzo"
brew "node"
brew "ossp-uuid"
brew "pandoc"
brew "perl"
brew "pkg-config"
brew "postgresql"
brew "sqlite"
brew "xz"
brew "python"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "ruby"
brew "screen"
brew "shellcheck"
brew "ssh-copy-id"
brew "terraform"
brew "terraform-docs"
brew "thefuck"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
cask "aws-vault"
